<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ taglib prefix="s" uri="/struts-tags"%>

<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
	<base href="<%= request.getScheme() + "://" + request.getServerName() + ":" 
			+ request.getServerPort() + request.getContextPath() %>/" />
	<link rel="stylesheet" type="text/css" href="css_files/common.css" />
	<title>58板材网用户协议</title>
</head>
<body>
	<%@ include file="../includefiles/navigate.jsp" %>
<h1> 58板材用户协议 </h1>

<h2>一、总则</h2>
<ul>
	<li> 
		用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。
		用户在进行注册程序过程中点击"同意"按钮即表示用户与58板材网达成协议，
		完全接受本协议项下的全部条款。
	</li>
	<li>
		用户注册成功后，58板材网将给予每个用户一个用户帐号及相应的密码，
		该用户帐号和密码由用户负责保管；
		用户应当对以其用户帐号进行的所有活动和事件负法律责任。
	</li>
	
	<li> 
		58板材网会员服务协议以及各个频道单项服务条款和公告可由58板材网随时更新，且无需另行通知。
		您在使用相关服务时,应关注并遵守其所适用的相关条款。
	</li>
</ul>

<p> 
	您在使用58板材提供的服务之前，应仔细阅读本服务协议。
	如您不同意本服务协议及/或随时对其的修改，您可以主动取消58板材提供的服务；
	您一旦使用58板材网提供的服务，即视为您已了解并完全同意本服务协议各项内容，
	包括58板材网对服务协议随时所做的任何修改，并成为58板材网用户。
</p>

<h2>二、注册信息和隐私保护</h2>
<ul>
	<li> 帐号的所有权归58板材网，用户完成注册申请手续后，获得58板材帐号的使用权。
		用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。
		所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，
		并对问题发生所带来的后果，58板材网不负任何责任。
	</li>
	<li> 用户不应将其帐号、密码转让、出售或出借予他人使用，
		 如果58板材网发现使用者并非帐号注册者本人，58板材网有权停止继续服务。
		 如用户发现其帐号遭他人非法使用，应立即通知58板材网。
		 因黑客行为或用户违反本协议规定导致帐号、密码遭他人非法使用的，
		 由用户本人承担因此导致的损失和一切法律责任，58板材网不承担任何责任。
	</li>
	<li>58板材网不对外公开或向第三方提供单个用户的注册资料，除非：
	</li>
		（1）事先获得用户的明确授权；<br />
		（2）只有透露你的个人资料，才能提供你所要求的产品和服务； <br />
		（3）根据有关的法律法规要求； <br />
		（4）按照相关政府主管部门的要求； <br />
		（5）为维护58板材网的合法权益。 <br />
	<li>
		在你注册58板材帐户，使用其他58板材网产品或服务，访问58板材网, 或参加促销和有奖游戏时，
		58板材网会收集你的个人身份识别资料，并会将这些资料用于：改进为你提供的服务及网页内容。
	</li>
</ul>

<h2>三、使用规则</h2>
<ul>
	<li>
		3.1 用户必须保证提供的信息真实有效
	</li>
	
	<li> 
		3.2 用户在使用58板材网服务时，必须遵守中华人民共和国相关法律法规的规定，
		用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
	</li>
	
	 (1) 上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：
	   	1） 反对宪法所确定的基本原则的；<br />
	
		2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
	
		3） 损害国家荣誉和利益的；<br />
	
	   	4） 煽动民族仇恨、民族歧视、破坏民族团结的；<br />
	
		5） 破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
	
	   6） 散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
	
		7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
	
		8） 侮辱或者诽谤他人，侵害他人合法权利的；<br />
	
		9） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、
			猥亵、或其它道德上令人反感的内容； <br />
	
		10） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
			<br />
	
	   （2）不得为任何非法目的而使用网络服务系统； <br />
	
	   （3）不利用58板材网服务从事以下活动： <br />
	
	 1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的； <br />
	
	 2） 未经允许，对计算机信息网络功能进行删除、修改或者增加的； <br />
	
	 3） 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、
	 	修改或者增加的；<br />
	
	 4） 故意制作、传播计算机病毒等破坏性程序的；<br />
	
	 5） 其他危害计算机信息网络安全的行为。<br />
	
	<li>	 
		3.3 用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、
		要求或损失，包括合理的律师费，您同意赔偿58板材网与合作公司、关联公司，
		并使之免受损害。对此，58板材网有权视用户的行为性质，采取包括但不限于删除用户发布
		信息内容、暂停使用许可、终止服务、限制使用、回收58板材网帐号、追究法律责任等措施。
		对恶意注册58板材网帐号或利用58板材网帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以
		及其他违反本协议的行为，58板材网有权回收其帐号。同时，58板材网公司会视司法部门的要
		求，协助调查。
	</li>
	<li>	 
		3.4 用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、
		转售或用于任何其它商业目的。
	</li>
	<li>
		3.5用户须对自己在使用58板材网服务过程中的行为承担法律责任。用户承担法律责任的形式
		包括但不限于：对受到侵害者进行赔偿，以及在58板材网公司首先承担了因用户行为导致的
		行政处罚或侵权损害赔偿责任后，用户应给予58板材网公司等额的赔偿。
	</li>
</ul>


<h2>四、服务内容</h2>
<ul>
<li>
	58板材网网络服务的具体内容由58板材网根据实际情况提供。
</li>
<li>	 
	除非本服务协议另有其它明示规定，58板材网所推出的新产品、新功能、新服务，
		均受到本服务协议之规范。
</li>
<li>	 
	为使用本服务，您必须能够自行经有法律资格对您提供互联网接入服务的第三方，
		进入国际互联网，并应自行支付相关服务费用。此外，您必须自行配备及负责与国际联网连线
		所需之一切必要装备，包括计算机、数据机或其它存取装置。
</li>
<li>
	鉴于网络服务的特殊性，用户同意58板材网有权不经事先通知，随时变更、中断或
		终止部分或全部的网络服务（包括收费网络服务）。58板材网不担保网络服务不会中断，
		对网络服务的及时性、安全性、准确性也都不作担保。
</li>
<li>	 
	58板材网需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，
	如因此类情况而造成58板材网提供的所有网络服务在合理时间内的中断，58板材网无需为此承担
	任何责任。58板材网保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。
</li>

<li> 6个月未登陆的帐号，58板材网保留关闭的权利。</li>
<li>
	58板材网有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，
	58板材网对用户和任何第三人均无需承担任何责任。
</li>
<li>
终止服务
</li>
<p>
您同意58板材网得基于其自行之考虑，因任何理由，包含但不限于长时间未使用，或58板材网认为您已
经违反本服务协议的文字及精神，终止您的密码、帐号或本服务之使用（或服务之任何部分），并将您在
本服务内任何内容加以移除并删除。您同意依本服务协议任何规定提供之本服务，无需进行事先通知即可
中断或终止，您承认并同意，58板材网可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，
及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关
信息和文件被关闭或删除，58板材网对您或任何第三人均不承担任何责任。
</p>
</ul>


<h2>五、其他</h2>
<ul>
<li> 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律</li>

<li>58板材网未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃</li>
<li>
如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，
本协议的其余条款仍应有效并且有约束力。
</li>
</ul>

<p>
	 请您在发现任何违反本服务协议以及其他任何单项服务的服务条款、58板材网各类公告之情形时，
	 通知58板材网。您可以通过这里联系我们：http://www.58bancai.com/help/contantus.jsp
</p>

<p> &copy;2013  <a href="http://www.58bancai.com/">58板材网</a> </p>


</body>
</html>
